[Information]
; (Latest Translator, First Translator, Second Translator ...)
TRANSLATOR=Marián Hikaník
VERSION=6.2.1

[Language]
LANGUAGE=Slovensky
CHARACTER_CODE=Unicode (UTF-16, LE, w/ BOM)
LOCALE_ID=Ox041B

[Url]
WIKIPEDIA_SMART=http://sk.wikipedia.org/wiki/S.M.A.R.T.
[Menu]
FILE=&Súbor
CUSTOMIZE=&Prispôsobiť
EXIT=&Ukončiť
EDIT=Ú&pravy
COPY=&Kopírovať
FUNCTION=&Funkcia
HIDE_SMART_INFO=Skryť hodnoty &S.M.A.R.T.
HIDE_SERIAL_NUMBER=Skryť sériové čís&lo
SHOW_DRIVE_LETTER=Zobraziť písmeno &jednotky
ADVANCED_DISK_SEARCH=Pokročilé &vyhľadávanie na disku
EVENT_LOG=Záznam &udalostí
AAM_APM_CONTROL=Ovládanie hlučnosti a spotreby disku
AUTO_AAM_APM_ADAPTION=Automatické prispôsobenie hlučnosti a spotreby disku
RESIDENT=Rez&identnosť
STARTUP=&Spustenie
OPEN_DISK_MANAGEMENT=Otvoriť "&Správu diskov"
OPEN_DEVICE_MANAGER=Otvoriť "Správcu &zariadení"
ADVANCED_FEATURE=Pokročilé n&astavenia
REFRESH=O&bnoviť
RESCAN=Opätovne sk&ontrolovať
DISABLE=&Zablokovať
AUTO_REFRESH=Automatické o&bnovenie
AUTO_REFRESH_TARGET=Automatické obnovenie a výber
AUTO_REFRESH_TARGET_ALL_DISK=Automatické obnovenie - Vy&brať všetky disky
AUTO_REFRESH_UNTARGET_ALL_DISK=Automatické obnovenie - &Nevybrať žiadne disky
WAIT_TIME_AT_STARTUP=Čas &čakania pri spustení
GRAPH=&Graf
THEME=&Téma
DISK=&Disk
HELP=&Pomocník
HELP_WEB=&Pomocník [Web]
HELP_ABOUT=&O programe CrystalDiskInfo
HELP_ABOUT_SMART=O technológii &S.M.A.R.T. (Wikipedia) [Web]
LANGUAGE=&Jazyk
ITEM=&Položka
TEMPERATURE_TYPE=Typ &teploty
CELSIUS=v stupňoch Celzia (°C)
FAHRENHEIT=v stupňoch Fahrenheita (°F)
HEALTH_STATUS_SETTING=Nastavenie &stavu disku
OPTION=&Nastavenie
LEGEND_POSITION=Pozícia &legendy
NORTH_WEST=Vľavo-&hore
NORTH_EAST=Vpravo-&hore
SOUTH_WEST=V&ľavo-dole
SOUTH_EAST=V&pravo-dole
MAX_PLOT_POINT=&Max. bod grafu
TIME_FORMAT=Formát &času
PAINT_WEEKEND=&Podfarbiť dni víkendu
ALL=&Všetky
COPY_OPTION=Nastavenie &kopírovania
RESIDENT_STYLE=S&pôsob rezidentnosti
MINIMIZE=Minimalizovať
HIDE=Skryť

;3.0.0
ZOOM=&Priblíženie
AUTO=&Auto
ATTRIBUTE=&Atribúty

;3.5.0
ASCII_VIEW=Náhľad ASCII
AUTO_DTECTION=Automatická detekcia
SECOND=sek.
MINUTE=min.
HOUR=hod.

:3.9.4
WORKAROUND=Po&môcka na riešenie problému

;4.0.0
ALERT_MAIL=Upozornenie e-mailom
MAIL_SETTINGS=Nastavenia e-mailu
SMART_IN_ENGLISH=Parametre S.M.A.R.T. v angličtine
FONT_SETTING=Nastavenie písma

;5.0.0
ALERT_FEATURES=Nastavenia u&pozornenia
ALARM_HISTORY=História alarmov
ALERT_SOUND=Zvuk alarmu
SOUND_SETTINGS=Nastavenia zvuku
GADGET_SUPPORT=Podpora gadgetov
INSTALL_GADGET=Nainštalovať gadget
ENABLE_AUTO=Zapnúť (automatická detekcia)
ENABLE_ALL=Zapnúť (všetky disky)
ENABLE_RAID=Zapnúť (iba RAID-disky)

;6.0.0
HIDE_NO_SMART_DISK=S&kryť disky bez technológie S.M.A.R.T.
GREEN_MODE=Z&elený režim

[TrayMenu]
EXIT=Ukončiť
REFRESH=Obnoviť
RESCAN=Opätovne skontrolovať
ENABLE=Zapnúť
DISABLE=Vypnúť
ENABLE_ALL=Zapnúť všetko
DISABLE_ALL=Vypnúť všetko
AUTO_REFRESH=Automatické obnovenie
AUTO_REFRESH_TARGET=Automatické obnovenie cieľa
AUTO_REFRESH_TARGET_ALL_DISK=Automatické obnovenie - označiť všetky disky
AUTO_REFRESH_UNTARGET_ALL_DISK=Automatické obnovenie - neoznačiť všetky disky
ALARM_SETTING_TEMPERATURE=Nastavenie alarmu - teplota
ALARM_SETTING_HEALTH_STATUS=Nastavenie alarmu - stav disku
SHOW_MAIN_WINDOW=Zobraziť hlavné okno
SHOW_TEMPERATURE_ICON=Zobraziť ikonu teploty
SHOW_ALL_TEMPERATURE_ICON=Zobraziť všetky ikony teploty
HIDE_ALL_TEMPERATURE_ICON=Skryť všetky ikony teploty
COLLECTIVE_SETTING=Kolektívne nastavenie
GRAPH=Graf
;Added 3.0
SHOW_TEMPERATURE_ICON_ONLY=Zobraziť len ikonu teploty

[DiskStatus]
GOOD=Dobrý
CAUTION=Pozor
BAD=Zlý
UNKNOWN=Neznámy
DISK=Disk
[Dialog]
LIST_ID=ID
LIST_CURRENT=Aktuálna hodnota
LIST_WORST=Najhoršia hodnota
LIST_THRESHOLD=Hraničná hodnota
LIST_RAW_VALUES=RAW
LIST_ATTRIBUTE_NAME=Názov parametra
FIRMWARE=Firmware
SERIAL_NUMBER=Sériové číslo
INTERFACE=Rozhranie
STANDARD=Štandard
TRANSFER_MODE=Prenosový režim
BUFFER_SIZE=Vyrovnávacia pamäť
NV_CACHE_SIZE=Pamäť NV
ROTATION_RATE=Rýchlosť otáčania
TEMPERATURE=Teplota
POWER_ON_HOURS=Odpracované hodiny
POWER_ON_COUNT=Počet zapnutí
DRIVE_LETTER=Písmeno jednotky
FEATURE=Funkcie
HEALTH_STATUS=Stav disku
UNKNOWN=Neznámy údaj
POWER_ON_COUNT_UNIT=krát
POWER_ON_HOURS_UNIT=hod.
POWER_ON_DAYS_UNIT=dní

;4.3
TOTAL_HOST_WRITES=Celkový počet zápisov host.
TOTAL_HOST_READS=Celkový počet čítaní host.
TOTAL_NAND_WRITES=Celkový počet zápisov NAND

;4.5
WEAR_LEVELING_COUNT=Počet úprav v nastavení opotrebovania

;6.1
CURRENT_MODE_SUPPORTED_MODE=Aktuálny režim | Podporovaný režim
MAJOR_VERSION_MINOR_VERSION=Hlavná verzia | Minoritná verzia

[Message]
DETECT_UNIT_POWER_ON_HOURS=Detekcia hodín činnosti (detekcia trvá 130 sekúnd)
DETECT_DISK=Deteguje sa disk
PLEASE_ENABLE_WMI=Zapnite prosím súčasť WMI (Windows Management Instrumentation)
PLEASE_RESTART_THIS_APPLICATION=Ak chcete zmeniť vzhľad, reštartujte prosím tento program.
DISK_NOT_FOUND=Disk sa nenašiel
[Alarm]
ALARM_TEMPERATURE=Alarm - teplota
ALARM_HEALTH_STATUS=Alarm - stav disku
DEGRADATION=Degradácia
RECOVERY=Obnova

;3.5.0
INFO_HEALTH_STATUS=Info - stav 

[Graph]
PLEASE_SELECT_ITEM=Vyberte prosím položku
ACTUAL_VALUE=Aktuálna hodnota (prvotná)
NORMALIZED_VALUE=Normalizovaná hodnota (aktuálna)
ALL_ON=Všetko zapnuté
ALL_OFF=Všetko vypnuté
RESET=Reset
[Customize]
LINE_COLOR=Farba čiary
BACKGROUND_IMAGE=Obrázok na pozadí
SUPPORTED_IMAGE_FORMAT=Podporovaný formát obrázka
ALL_FILES=Všetky súbory

;5.0.0
SUPPORTED_SOUND_FORMAT=Podporovaný formát zvuku

[AamApm]
AAM_LOW=<- Potichu (80h)
AAM_HIGH=Výkon (FEh) ->
AAM_RECOMMEND=Odporúčaná hodnota
APM_LOW=<- Min. energia (01h)
APM_HIGH=Výkon (FEh) ->
;3.5.0
AUTOMATIC_ACOUSTIC_MANAGEMENT=Automatický akust. manažment (AAM)
ADVANCED_POWER_MANAGEMENT=Pokročilá správa napájania (APM)
[WindowTitle]
ABOUT=O programe CrystalDiskInfo
GRAPH=Graf
CUSTOMIZE=Prispôsobiť
VERSION_INFORMATION=Informácia o verzii
AAM_APM_CONTROL=Ovládanie AAM/APM
HEALTH_STATUS_SETTING=Nastavenie stavu disku

;5.0.0
ALARM_HISTORY=História alarmov
SOUND_SETTINGS=Nastavenia zvuku

;5.1.0
FONT_SETTING=Nastavenie písma

[HealthStatus]
THRESHOLD_OF_CAUTION=Hranica upozorňovania
APPLY=Použiť
DEFAULT=Predvolené
[Smart]
UNKNOWN=Neznámy
VENDOR_SPECIFIC=Špecifický pre výrobcu
01=Počet chybných čítaní
02=Priechodnosť disku
03=Čas na roztočenie platní
04=Počet spustení/zastavení
05=Počet premapovaných sektorov
06=Počet dosiahnutí konca kanála pri čítaní
07=Počet chybných vyhľadávaní
08=Čas potrebný na vyhľadanie
09=Počet odpracovaných hodín
0A=Počet opakovaných pokusov o roztočenie platní
0B=Počet pokusov o prekalibrovanie
0C=Počet cyklov zapnutia zariadenia
0D=Počet pokusov pri soft. chybe pri čítaní
B8=Priame chyby
BB=Zaznamenané neopraviteľné chyby
BC=Limit na príkaz
BD=Zápisy veľkého preletu
BE=Teplota toku vzduchu
BF=Počet udalostí zaznamenaných otrasovým senzorom
C0=Počet vypnutí disku
C1=Počet cyklov načítania/vymazania
C2=Teplota
C3=Počet opráv chybného čítania
C4=Počet udalostí s cieľom realokovania sektorov
C5=Počet podozrivých sektorov
C6=Počet neopraviteľných sektorov
C7=Počet chýb v kontrolnom súčte UltraDMA
C8=Počet chýb pri zápise sektorov
C9=Počet soft. chýb pri čítaní
CA=Počet chýb pri adresovaní údajov
CB=Počet chýb v kódoch na opravu chýb
CC=Počet softvérovo opravených chýb v opravných kódoch
CD=Počet chýb spôsobených vysokou teplotou
CE=Výška pohybu hlavičiek nad diskom
CF=Množstvo napätia potrebného na roztočenie disku
D0=Počet vyslaných impulzov na roztočenie disku pri nedostatočnom napájaní
D1=Výkon pri vyhľadávaní na disku pri interných testoch disku
D3=Počet vibrácií pri zápise
D4=Počet otrasov pri zápise
DC=Posunutie disku voči osi
DD=Počet udalostí zaznamenaných otrasovým senzorom
DE=Počet hodín zaťaženia budiaceho mechanizmu magnetických hláv
DF=Zaťaženie budiča magnetických hláv spôsobené opakovanými úkonmi 
E0=Zaťaženie budiča magnetických hláv spôsobené napätím mechanických častí
E1=Počet cyklov načítania/vymazania
E2=Celkový čas zaťaženia budiča magnetických hláv 
E3=Počet zvýšení krútiaceho momentu
E4=Počet zasunutí hlavičiek disku
E6=Zosilnenie chvenia hlavičiek
E7=Teplota
F0=Čas nastavovania hlavičiek - v hodinách
FA=Počet opakovaní chýb počas čítania
FE=Ochrana pred voľným pádom

;4.5.0
F1=Celkový počet zapísaných LBA
F2=Celkový počet prečítaných LBA

[SmartSsd]
01=Počet chybných čítaní 
02=Priechodnosť disku
03=Čas na roztočenie platní
04=Počet spustení/zastavení
05=Počet premapovaných sektorov
06=Počet dosiahnutí konca pri čítaní
07=Počet chybných vyhľadávaní
08=Čas potrebný na vyhľadanie
09=Počet odpracovaných hodín
0A=Počet opakovaných pokusov o roztočenie platní
0B=Počet pokusov o prekalibrovanie
0C=Počet cyklov zapnutia zariadenia
0D=Počet pokusov o softvérové opravenie chýb pri čítaní
C0=Počet nebezpečných vypnutí
C2=Teplota
C4=Počet udalostí s cieľom realokovania sektorov
C5=Počet podozrivých sektorov
C6=Počet neopraviteľných sektorov
; CrystalDiskInfo assign
FF=Zostávajúca životnosť

;Updated 5.4.0
F1=Celkový počet zápisov hostiteľa
F2=Celkový počet čítaní hostiteľa

[SmartMtron]
BB=Počet úplných vymazaní

[SmartIndlinx]
01=Pomer čítania chýb
09=Čas fungovania (hodiny)
0C=Počet hodín napájania
B8=Počiatočný počet zlých blokov
C3=Počet blokov so soft. zlyhaniami
C4=Počet blokov so zlyhaním vymazania
C5=Počet blokov so zlyhaním čítania
C6=Celkový počet prečítaných sektorov
C7=Celkový počet zapísaných sektorov
C8=Celkový počet prečítaných príkazov
C9=Celkový počet zapísaných príkazov
CA=Celkový počet chybných bytov vo flash-pamäti
CB=Celkový počet prečítaných sektorov s opravným bitom
CC=Úplný príznak chybného bloku
CD=Špecifikácia max. počtu PE
CE=Počet minimálnych vymazaní
CF=Počet maximálnych vymazaní
D0=Priemerný počet vymazaní
D1=Zostávajúca životnosť jednotky

[SmartJMicron60x]
09=Hodiny napájania
0C=Počet cyklov zapnutia zariadenia
C2=Teplota
E5=ID zastavenia systému ID, Flash ID
E8=Informácia o verzii firmware
E9=Záznam zlyhaní ECC 
EA=Priemerný počet vymazaní, max. počet vymazaní
EB=Počet dobrých blokov, počet systémových blokov

[SmartIntel]
03=Čas na roztočenie platní
04=Počet spustení/zastavení
05=Počet premapovaných sektorov
09=Hodiny napájania
0C=Počet hodín napájania zariadenia
C0=Počet nebezpečných vypnutí
E1=Zápisy hostiteľa
E8=Dostupné rezervované miesto
E9=Indikátor opotrebovania média
B8=Počet detegovaní priamej chyby End to End

;Updated 4.1
AA=Dostupné rezervované miesto
AB=Počet zlyhaní programu
AC=Počet zlyhaní pri vymazávaní
BB=Počet neopraviteľných chýb
E2=Indikátor nameraného prac. vyťaženia (opotrebovanie média)
E3=Percentuálny podiel nameraného prac. vyťaženia pri čítaní host.
E4=Časovač pracovného vyťaženia
F1=Zápisy host.
F2=Čítania host.

;Updated 4.3
AE=Neočakávaná strata napájania
E2=Opotrebovanie média pracovnou záťažou (časovo)
E3=Miera pracovnej záťaže hostiteľských čítaní/zápisov (časovo)
E4=Časovač pracovnej záťaže
F1=Celkový počet zapísaných LBA
F2=Celkový počet prečítaných LBA
F9=Zápisy NAND spolu

;Updated 5.5.0
B7=Počet znížení výkonu SATA
C2=Teplota
C7=Počet chýb CRC

;Updated 5.6.1
AF=Zlyhanie ochrany pred výpadkom napájania
C2=Teplota
C5=Počet podozrivých sektorov

[SmartSamsung]
05=Počet vyradených blokov
09=Hodiny napájania
0C=Počet cyklov zapnutia zariadenia
AF=Počet soft. zlyhaní (čip)
B0=Počet zlyhaní pri vymazávaní (čip)
B1=Počet úrovní opotrebovania
B2=Počet využitých rezervovaných blokov (čip)
B3=Počet využitých rezervovaných blokov (celkovo)
B4=Počet nevyužitých rezervovaných blokov (celkovo)
B5=Počet soft. zlyhaní (celkovo)
B6=Počet zlyhaní pri vymazávaní (celkovo)
B7=Počet zlých sektorov počas behu (celkovo)
BB=Počet neopraviteľných chýb
BE=Teplota toku vzduchu
C2=Teplota
C3=Počet chýb ECC
C6=Počet neopraviteľných chýb off-line
C7=Počet chýb v kontrolnom súčte
C9=Stav Super cap
CA=Stav režimu SSD
EB=Počet obnovení POR
F1=Celkový počet zapísaných LBA
F2=Celkový počet prečítaných LBA

[SmartSandForce] ;Updated (3.7.0)
01=Počet chýb pri čítaní "raw" dát
05=Počet vyradených blokov
09=Počet odpracovaných hodín
0C=Počet cyklov napájania
0D=Počet soft. chýb pri čítaní
64=Vymazané GB
AA=Počet blokov rezervy
AB=Počet soft. zlyhaní
AC=Počet zlyhaní pri vymazávaní
AE=Počet neočakávaných výpadkov napájania
B1=Opotrebovanie rozsahu - Delta
B5=Počet soft. zlyhaní
B6=Počet zlyhaní pri vymazávaní
B8=Zaznamenané chyby na vstupe a výstupe detekčného kódu
BB=Zaznamenané neopraviteľné chyby
C2=Teplota
C3=Počet neopraviteľných chýb ECC typu On-the-Fly
C4=Počet realokačných udalostí
C6=Počet neopraviteľných sektorov
C7=Počet chýb SATA R (CRC)
C9=Počet neopraviteľných soft. chýb pri čítaní
CC=Počet soft. opráv ECC
E6=Stav krivky životnosti
E7=Zostávajúca životnosť SSD
E8=Dostupné rezervované miesto
EB=Stav SuperCap
F1=Doba existencie zápisov od host.
F2=Doba existencie čítaní od host.

[SmartJMicron61x] ;Added (3.9)
01=Počet chybných čítaní
02=Priechodnosť disku
03=Čas na roztočenie platní
05=Počet realokovaných sektorov
07=Počet chybných vyhľadávaní
08=Čas potrebný na vyhľadanie
09=Počet odpracovaných hodín
0A=Počet opakovaných pokusov o roztočenie platní
0C=Počet cyklov zapnutia
A8=Počet chýb SATA PHY
AF=Počet tabuliek so zlými klastrami
C0=Počet neočakávaných výpadkov napájania
C2=Teplota
C5=Počet aktuálne podozrivých sektorov
AA=Počet zlých blokov
AD=Počet vymazaní

[SmartMicron] ;Added 4.0.0/ Updated 6.1.0
; RAIN = Redundantné pole nezávislých čipov NAND
01=Počet chýb pri čítaní "raw" dát
05=Počet realokovaných sektorov
09=Počet odpracovaných hodín
0C=Počet cyklov zapnutia
AB=Počet zlyhaní programu
AC=Počet zlyhaní pri vymazávaní
AE=Počet neočakávaných výpadkov napájania
B7=Spomalenie rozhrania SATA
BB=Oznámené neopraviteľné chyby
BD=Počet továrensky zlých blokov
C4=Počet udalostí realokovania
C5=Počet aktuálne podozrivých sektorov
C6=Počet neopraviteľných chýb zistených off-line skenovaním Smart
C7=Počet chýb CRC Ultra DMA
CE=Počet chýb pri zápise

;4.5
B8=Počet opráv chýb
C2=Teplota obalu
C3=Kumulatívny súčet opravených chýb ECC

;5.6.0
0D=Počet chýb softvéru
AA=Počet rezervovaných blokov
AD=Priemerný počet vymazaní bloku
BC=Počet vypršaní časového limitu pre príkaz
CA=Uplynulá životnosť (percentuálne)

;6.0.0
0E=Kapacita zariadenia (NAND)
0F=Používateľská kapacita
10=Dostupné rezervné bloky
11=Zostávajúce rezervné bloky
64=Počet úplných vymazaní
B4=Nevyužité rezervné bloky NAND
B5=Nevyrovnaný počet prístupov
D2=Úspešný počet obnovení typu RAIN
EA=Prečítané bajty spolu
F2=Proces ochrany pred zápisom
F6=Celkový počet zápisov do host. sektora
F7=Počet strán host. programu

;6.1.0
F3=Opravené bity ECC
F4=Kumulatívna hranica udalostí ECC
F5=Kumulatívne programové stránky NAND
F8=Počet stránok podľa programu FTL

[SmartOcz] ;Added (4.5)
01=Počet chýb pri čítaní "raw" dát
03=Čas rozbehu
04=Počet cyklov spustenia/zastavenia
05=Počet realokovaných sektorov
09=Počet hodín napájania
0C=Počet cyklov napájania
E8=Celkový počet zápisových sektorov
E9=Zostávajúca životnosť

[SmartPlextor] ;Added (5.1.0)/Updated (5.4.0)
01=Počet chybných čítaní
05=Počet realokovaných sektorov
09=Počet hodín napájania
0C=Počet cyklov napájania
C0=Počet nebezpečných vypnutí
C4=Počet udalostí realokovania
C6=Počet neopraviteľných sektorov
F1=Celkový počet zápisov hostiteľa
F2=Celkový počet čítaní hostiteľa

;Updated (5.4.0)
B1=Počet korekcií údaja o opotrebovaní
B2=Počet využitých rezervných blokov (najhorší prípad)
B5=Počet zlyhaní programu (celkovo)
B6=Počet zlyhaní pri mazaní (celkovo)
BB=Počet neopraviteľných chýb
C7=Počet chýb Ultra CRC
E8=Dostupné rezervované miesto

;Added 6.2.0
AA=Vzniknuté zlé bloky
AB=Počet zlyhaní programu (celkovo)
AC=Počet zlyhaní pri mazaní (celkovo)
AD=Priemerný počet cyklov programu/vymazania (celkovo)
AE=Počet udalostí neočakávanej straty napájania
AF=Počet zlyhaní programu (najhorší prípad)
B0=Počet zlyhaní vymazávania (najhorší prípad)
B3=Počet použitých rezervovaných blokov (celkovo)
B4=Počet nepoužitých rezervovaných blokov (celkovo)
B7=Spomalenie pri rozhraní SATA
B8=Opravené dátové chyby typu End-to-End
BC=Časový limit príkazu
C3=Pomer ECC
E9=NAND - zapísané GB

[SmartSanDisk] ;Added (5.2.0)
05=Počet opotrebovaných sektorov
09=Hodiny napájania
0C=Počet cyklov napájania
AA=Počet rezervných blokov
AB=Počet zlyhaní programu
AC=Počet zlyhaní vymazávania
AE=Počet udalostí spojených so stratou napájania
BB=Oznámené neopraviteľné chyby
E8=Zostávajúca životnosť
F1=Celkový počet zápisov hostiteľa
F2=Celkový počet čítaní hostiteľa

[SmartOczVector] ;Added (5.3.0)
05=Akumulované zlé bloky
09=Počet hodín napájania
0C=Počet cyklov napájania
AB=Dostupný počet blokov poskytovaných navyše
AE=Počet cyklov napájania (neplánované)
BB=Celkový počet neopraviteľných čítaní NAND
C3=Celkový počet zlyhaní programu
C4=Celkový počet zlyhaní pri vymazávaní
C5=Celkový počet zlyhaní pri čítaní (neopraviteľné zlyhania)
C6=Čítania hostiteľa
C7=Zápisy hostiteľa
D0=Priemerný počet vymazaní
D2=Počet chýb SATA CRC
E9=Zostávajúca životnosť
F9=Celkový počet programovaní NAND

;Updated 5.4.0
F1=Celkový počet zápisov hostiteľa
F2=Celkový počet čítaní hostiteľa

[SmartCorsair] ;Added 6.2.0
01=Počet chýb pri čítaní "raw" dát
05=Počet opotrebovaných blokov
09=Počet hodín napájania
0C=Počet cyklov napájania
AA=Počet rezervných blokov
AC=Počet zlyhaní pri vymazávaní
AE=Počet neočakávaných udalostí spojených so stratou napájania
B5=Počet zlyhaní programu
BB=Oznámené neopraviteľné chyby
C2=Teplota
C4=Počet udalostí realokovania
E7=Zostávajúca životnosť SSD
F1=Životnosť - zapísané GB
F2=Životnosť - prečítané GB

[SmartToshiba] ;Added 6.2.0
01=Počet chýb pri čítaní
02=Výkonnosť a priepustnosť
03=Čas rozbehu
04=Počet spustení/zastavení
05=Počet realokovaných sektorov
07=POčet chýb pri vyhľadávaní
08=Výkon - čas vyhľadávania
09=Počet hodín napájania
0A=Počet opakovaní spustenia
0B=Pokusy o rekalibrovanie
0C=Počet cyklov napájania
A7=Režim ochrany SSD
A8=Počet chýb SATA PHY
A9=Celkový počet zlých blokov
AD=Počet vymazaní
C0=Počet neočakávaných strát napájania
C2=Teplota
C4=Počet udalostí realokovania
C5=Počet aktuálne podozrivých sektorov
C6=Počet neopraviteľných sektorov
F1=Celkový počet zápisov hostiteľa
F2=Celkový počet čítaní hostiteľa

[SmartSanDiskGb] ;Added 6.2.0
05=Počet realokovaných blokov
09=Hodiny napájania
0C=Počet cyklov napájania
A6=Min. cyklus zápis/mazanie
A7=Maximálny počet zlých blokov
A8=Maximálny počet cyklov vymazania
A9=Zlé bloky spolu
AB=Počet zlyhaní programu
AC=Počet zlyhaní vymazávania
AD=Priemer cyklov vymazávania
AE=Počet neočakávaných strát napájania
BB=Ohlásené neopraviteľné chyby
C2=Teplota
D4=Chyby SATA PHY
E6=Percentuálny počet celkových programových vymazávaní
E8=Zostávajúce rezervné bloky
E9=Celkové GB zapísané na NAND
F1=Celkové GB - zapísané
F2=Celkové GB - prečítané
